/**
 * 1)დაწერე ფუქნცია რომელიც გაფილტრავს ლუწებზე და იპოვი მათ საშუალოს [1,2,3,4,5,6]
 */

/**
 * 2)დაწერე ფუნქცია, რომელიც დათვლის სიტყვების რაოდენობას წინადადებაში.
 */
let = "I love JavaScript";

/**
 * 3) დაწერე ფუნქიცა რომელიც დააბრუნებს true თუ რიცხვი მარტივია თუ არადა false.
 */

/**
 * 4) იპოვე ყველაზე გრძელი ისტყვა
 */
let words = ["dog", "elephant", "cat", "hippopotamus"];

/**
 * 5) დააბრუნე ისეთი რიცხვი რომელიც მეორდება უფრო მეტჯერ
 */
let arr = [3, 5, 3, 2, 5, 5, 3, 5];

/**
 * 6) დაწერე ფუქნცია რომელიც დაითვლის რამდენი ლუწი და რამდენი კენტი რიცხვია
 */
let nums = [1, 2, 3, 4, 5, 6, 7, 8];

/**
 * 7) დაწერე ფუქნცია როემლიც დააბრუენბს ყველაზე პატარა რიცხვს
 */
let nums = [10, 2, 33, 5, 7];
